{
  "home": "Inicio",
  "about": "Acerca de",
  "contact": "Contacto",
  "portfolio1": "Portafolio",
  "courses": "Cursos",
  "testimonial": "Testimonios",
  "heroTitleName": "Soy javier jaramillo",
  "heroDesignation": "Analista de Datos",
  "heroDescriptions": "Analista de datos y desarrollador Full Stack dinámico e innovador, reconocido por optimizar flujos de trabajo operativos mediante la integración estratégica de Streamlit con la API de Twilio, mejorando significativamente los canales de comunicación y la eficiencia general. Experto en utilizar Tableau, Power BI y Qlik para visualizaciones de datos impactantes que empoderan la toma de decisiones informadas y aumentan la integridad de los datos. Hábil en diseñar sitios web de portafolio atractivos con React.js y Sanity.io, enfocados en maximizar el compromiso del usuario y garantizar la accesibilidad. Experiencia demostrada en la automatización de procesos ETL complejos con Python, NumPy y Pandas, asegurando una gestión meticulosa de los datos mientras se mantienen estándares rigurosos de QA para lanzamientos de software.",
  "heroBtn": "Mas Acerca de mi",
  "educationTitle": "Educacion",
  "personalInfoTitle": "Informacion Personal",
  "achievementsTitle": "Logros",
  "achievementsSubTitle10": "años de",
  "achievementsSubTitle11": "experiencia",
  "achievementsSubTitle20": "proyectos",
  "achievementsSubTitle21": "completados",
  "achievementsSubTitle30": "clientes",
  "achievementsSubTitle31": "felices",
  "achievementsSubTitle40": "premios",
  "achievementsSubTitle41": "ganados",
  "techprojectsTitle": "Proyectos Tecnicos",
  "githubTitle": "Estadisticas de Github",
  "educationDegree10": "Ciencias de la Computación",
  "educationInstitute10": "Queens College, CUNY, New York, NY, USA",
  "educationDetails10": "Bachiller en Ciencias de la Computación, Queens College, CUNY, New York, NY, USA",
  "educationDegree20": "Ciencias de la Computación",
  "educationInstitute20": "La Guardia Community College, CUNY, New York, NY, USA",
  "educationDetails20": "Associate in Science in Computer Science, La Guardia Community College, CUNY, New York, NY, USA",
  "educationDegree30": "Analisis de Datos",
  "educationInstitute30": "General Assembly, New York, NY, USA",
  "educationDetails30": "3 meses de Analisis de Datos, General Assembly, enfocado en analysis de datos, sql.",
  "experienceTitle": "Experiencia",
  "experiencePosition10": "Freelancer - Analista de Datos",
  "experienceCompany10": "Freelancer",
  "experienceDetails10List0": "Me sumergí activamente en roles de freelance, inyectando entusiasmo y experiencia en diversos proyectos centrados en la gestión de datos y la automatización.",
  "experienceDetails10List1": "Demostré competencia en una amplia gama de tareas, desde la meticulosa recopilación de datos hasta procesos de automatización sofisticados, garantizando una ejecución de proyectos sin problemas.",
  "experienceDetails10List2": "Diseñé aplicaciones Streamlit integradas sin problemas con la API de Twilio, revolucionando los canales de comunicación y mejorando la eficiencia operativa con precisión y destreza.",
  "experienceDetails10List3": "Dominé una variedad de herramientas de visualización de datos, incluidas Tableau, Power BI y Qlik, para elevar la representación de datos, enriquecer los conocimientos y potenciar la toma de decisiones informada a través de enfoques innovadores y creativos.",
  "experienceDetails10List4": "Lideré el desarrollo de un sitio web de cartera cautivador utilizando React.js y Sanity.io, ejemplificando habilidades en desarrollo de front-end y una integración fluida del sistema de gestión de contenido.",
  "experienceCompanyName10": "Freelancer",
  "experiencePosition20": "Especialista de Datos",
  "experienceCompany20": "Agilent Technologies",
  "experienceDetails20List0": "Implementé la etiquetación de actividad de datos de clientes para mejorar las metodologías de entrenamiento y evaluación de IA, desarrollando así efectivamente modelos personalizados adaptados a las necesidades individuales de los clientes.",
  "experienceDetails20List1": "Desarrollé el 'Conjunto de Etiquetas Doradas', implementando especificaciones estandarizadas de prueba de productos para futuros activos, lo que resultó en una reducción significativa del tiempo de investigación de aproximadamente dos semanas.",
  "experienceDetails20List2": "Utilicé scripts de VBA y Python para automatizar plantillas de Excel, facilitando la comparación eficiente de datos históricos y actuales en paneles de control. Esto resultó en una reducción semanal de dos horas en el tiempo de investigación de equipos.",
  "experienceDetails20List3": "Analizaba los archivos de registro de instrumentos con los usuarios para optimizar la IA para activos conectados mediante la implementación de monitores de activos para procesos de etiquetado eficientes.",
  "experienceDetails20List4": "Desarrollé scripts de Python para optimizar los procesos de análisis de datos y raspado de XML para clientes, implementando una programación proactiva de mantenimiento de modelos para garantizar un rendimiento y una fiabilidad consistentes.",
  "experienceCompanyName20": "Agilent Technologies",
  "experiencePosition30": "Junior Data Engineer",
  "experienceCompany30": "Careermd.com",
  "experienceDetails30List0": "Realicé una recopilación y procesamiento exhaustivos de más de 6,000 a 10,000 puntos de datos brutos diarios sobre profesionales médicos. Utilicé scripting, web scraping, integración de API, análisis de PDF e análisis de imágenes, junto con el desarrollo de aplicaciones. Comparé y cargué eficientemente datos en bases de datos PostgreSQL utilizando SQL.",
  "experienceDetails30List1": "Aproveché mi experiencia en Python para desarrollar scripts personalizados utilizando bibliotecas como Beautiful Soup, Selenium y Requests, agilizando los procesos de análisis y extracción de datos y reduciendo significativamente el tiempo de procesamiento en aproximadamente tres semanas.",
  "experienceDetails30List2": "Trabajé en estrecha colaboración con la Gestión de Proyectos para proporcionar estimaciones y actualizaciones oportunas sobre la recopilación de datos, acelerando la finalización del proyecto en seis meses y generando un aumento del 400% en el interés por los eventos de reclutamiento.",
  "experienceDetails30List3": "Implementé procedimientos de conciliación de datos y redacté más de 300 scripts de Python para entrenar modelos NLP, mejorando la reutilización de datos y permitiendo el reconocimiento de patrones.",
  "experienceDetails30List4": "Contribuí al desarrollo de un sistema de Procesamiento del Lenguaje Natural (NLP) utilizando Spacy y NLTK, aprovechando mi experiencia para mejorar las capacidades de análisis de datos y extraer ideas valiosas de conjuntos de datos textuales.",
  "experienceCompanyName30": "Careermd.com",
  "experiencePosition40": "Analista de Investigación",
  "experienceCompany40": "Cityrealty.com",
  "experienceDetails40List0": "Realicé un análisis exhaustivo de numerosas listas de bienes raíces, abarcando cierres, comodidades y ubicaciones geográficas. Establecí un sistema automatizado utilizando VBA para ingresar todos los datos en nuestro CMS interno, creando un flujo de trabajo ETL eficiente. Esta mejora mejoró la velocidad de procesamiento en un 20x.",
  "experienceDetails40List1": "Mejoré consistentemente los objetivos organizacionales y la eficiencia de la oficina al desarrollar nuevas herramientas de forma independiente de manera semanal y mensual. Utilicé Python, VBA y SQL para automatizar la recopilación y análisis de datos, reduciendo la entrada manual de datos en un 80%.",
  "experienceDetails40List2": "Utilicé tablas dinámicas de Excel, VBA y gráficos para crear informes detallados semanales, mensuales y trimestrales, lo que llevó a decisiones comerciales más informadas.",
  "experienceDetails40List3": "Cumplí con éxito solicitudes de datos personalizadas de clientes importantes, incluidos The Wall Street Journal, The New York Times, The Real Deal y The New York Post. Entregué los datos de manera oportuna, garantizando la satisfacción y retención del cliente.",
  "experienceDetails40List4": "Me desempeñé como único soporte técnico para un equipo de 50 compañeros de trabajo, brindando asistencia técnica y resolución de problemas para garantizar operaciones fluidas y mínimas interrupciones.",
  "experienceCompanyName40": "Cityrealty.com",
  "experiencePosition50": "Research Analyst",
  "experienceCompany50": "Cityrealty.com",
  "experienceDetails50": "Worked on number of projects as a Research Analyst, responsible for data mining, data analysis and data visualization",
  "experienceCompanyName50": "Cityrealty.com",
  "personalInfoMeta1": "nombre",
  "personalInfoMetaInfo1": "Javier",
  "personalInfoMeta2": "apellido",
  "personalInfoMetaInfo2": "Jaramillo",
  "personalInfoMeta3": "edad",
  "personalInfoMetaInfo3": "44",
  "personalInfoMeta4": "direccion",
  "personalInfoMetaInfo4": "New York, NY, USA",
  "personalInfoMeta5": "email",
  "personalInfoMetaInfo5": "javier@jaramillohub.com",
  "personalInfoMeta6": "telefono",
  "personalInfoMetaInfo6": "+1 347 239 9026",
  "personalInfoMeta7": "pagina web",
  "personalInfoMetaInfo7": "datanaly.st",
  "personalInfoMeta8": "freelance",
  "personalInfoMetaInfo8": "Disponible",
  "personalInfoMeta9": "degree",
  "personalInfoMetaInfo9": "Computer Science",
  "personalInfoMeta10": "language",
  "personalInfoMetaInfo10": "Inglés, Español",
  "personalInfos": "Informacion Personal",
  "personalInfoButton": "Descargar CV",
  "skillsTitle": "Mis Habilidades",
  "educationTitle1": "Experiencia",
  "educationTitle2": "Educacion",
  "aboutmeTitle1": "Acerca",
  "aboutmeTitle2": "de mi",
  "aboutmeTitle3": "Curriculum",
  "mycoursesTitle1": "Mis",
  "mycoursesTitle2": "Cursos",
  "mycoursesTitle3": "Recientes",
  "mytestimonialsTitle1": "Que",
  "mytestimonialsTitle2": "dicen de mi",
  "mytestimonialsTitle3": "Testimonios",
  "getintouchTitle1": "Ponte en",
  "getintouchTitle2": "Contacto",
  "getintouchTitle3": "Disponible",
  "getintouchTitle4": "No seas timido!",
  "getintouchTitle5": "No dude en ponerse en contacto conmigo ! Si tiene alguna pregunta o simplemente quiere saludar, haré todo lo posible para responderle. Actualmente estoy buscando trabajo como analista de datos o ingeniero de datos junior.",
  "addressTitle1": "direccion",
  "addressTitle2": "enviame un email",
  "addressTitle3": "llamame",
  "placeholderText1": "TU NOMBRE",
  "placeholderText2": "TU EMAIL",
  "placeholderText3": "TU ASUNTO",
  "placeholderText4": "TU MENSAJE",
  "contactmeTitle": "Envia un mensaje",
  "main_menu": {
    "home": "Home",
    "about": "About",
    "contact": "Contact",
    "login": "Login",
    "register": "Register",
    "logout": "Logout"
  },
  "portfolio": {
    "title": "Portfolio",
    "description": "Este es el portfolio de la web",
    "title_portfolio": "Portafolio",
    "title_my": "Mi",
    "title_works": "Trabajos"
  },
  "coursesTitle": "Cursos",
  "coursesTitle1": "Análisis de Datos",
  "coursesInstitute1": "General Assembly, Nueva York, NY, EE. UU.",
  "coursesDetails1": "Curso de 3 meses de Análisis de Datos en General Assembly, centrado en análisis de datos, visualización de datos y SQL.",
  "githubStatsTitle": "Github Stats",
  "error": "Error",
  "notFound": "Lo sentimos, pero la página que busca no se puede encontrar.",
  "notFoundDescription": "Es posible que la página que busca haya sido eliminada, haya cambiado de nombre o esté temporalmente no disponible.",
  "goToHomepage": "Volver a la página de inicio"
}