{
  "home": "Inicio",
  "about": "Acerca de",
  "contact": "Contacto",
  "portfolio1": "Portafolio",
  "courses": "Cursos",
  "testimonial": "Testimonios",
  "heroTitleName": "Soy javier jaramillo",
  "heroDesignation": "Analista de Datos",
  "heroDescriptions": "Como profesional de datos dedicado con experiencia en análisis y junior en ingeniería de datos, traigo una pasión ferviente por la ciencia de datos y el aprendizaje automático. Armado con un título en Ciencias de la Computación, poseo un conjunto diverso de habilidades que abarcan análisis de datos, ingeniería, aprendizaje automático y visualización, utilizando herramientas como Python, R, SQL, TensorFlow y Tableau. Buscando activamente roles como Analista de Datos o Ingeniero de Datos Junior, mi objetivo es impulsar soluciones impactantes y fomentar la innovación basada en datos. Totalmente autorizado para trabajar en los Estados Unidos y fluido en inglés y español, ofrezco una comunicación fluida en cualquier entorno profesional. Estoy ansioso por colaborar con equipos visionarios, comprometido a marcar una diferencia tangible.",
  "heroBtn": "Mas Acerca de mi",
  "achievementsSubTitle10": "años de",
  "achievementsSubTitle11": "experiencia",
  "achievementsSubTitle20": "proyectos",
  "achievementsSubTitle21": "completados",
  "achievementsSubTitle30": "clientes",
  "achievementsSubTitle31": "felices",
  "achievementsSubTitle40": "premios",
  "achievementsSubTitle41": "ganados",
  "educationDegree10": "Ciencias de la Computación",
  "educationInstitute10": "Queens College, CUNY, New York, NY, USA",
  "educationDetails10": "Bachiller en Ciencias de la Computación, Queens College, CUNY, New York, NY, USA",
  "educationDegree20": "Ciencias de la Computación",
  "educationInstitute20": "La Guardia Community College, CUNY, New York, NY, USA",
  "educationDetails20": "Associate in Science in Computer Science, La Guardia Community College, CUNY, New York, NY, USA",
  "educationDegree30": "Analisis de Datos",
  "educationInstitute30": "General Assembly, New York, NY, USA",
  "educationDetails30": "3 meses de Analisis de Datos, General Assembly, enfocado en analysis de datos, sql.",
  "experiencePosition10": "Freelancer - Analista de Datos",
  "experienceCompany10": "Freelancer",
  "experienceDetails10List0": "Roles freelance que implican una participación activa en varios proyectos centrados en la gestión de datos y la automatización.",
  "experienceDetails10List1": "Competencia en la ejecución de varias tareas, incluida la recopilación de datos, la consulta de motores de investigación, el raspado de datos, el análisis de datos y la automatización de procesos.",
  "experienceDetails10List2": "Competencia en la creación de aplicaciones Streamlit integradas sin problemas con la API de Twilio para optimizar la comunicación y automatizar procesos de manera efectiva.",
  "experienceDetails10List3": "Competencia en el uso de diversas herramientas de visualización de datos como Tableau, Power BI y Qlik para representar datos de manera efectiva.",
  "experienceCompanyName10": "Freelancer",
  "experiencePosition20": "Especialista de Datos",
  "experienceCompany20": "Agilent Technologies",
  "experienceDetails20List0": "Metodologías de entrenamiento y evaluación de IA mediante la implementación de etiquetado de actividad de datos de clientes, desarrollando así modelos personalizados adaptados a las necesidades individuales de los clientes.",
  "experienceDetails20List1": "Desarrollé el 'Golden Tag Set', implementando especificaciones de prueba de productos estandarizadas para activos futuros, lo que resultó en una reducción significativa del tiempo de investigación de aproximadamente dos semanas.",
  "experienceDetails20List2": "Utilicé scripts de VBA y Python para automatizar plantillas de Excel, facilitando la comparación eficiente de datos históricos y actuales en paneles de control. Resultó en una reducción semanal de dos horas en el tiempo de investigación de equipos.",
  "experienceDetails20List3": "Analizar archivos de registro de instrumentos con usuarios para optimizar la IA para activos conectados mediante la implementación de monitores de activos para procesos de etiquetado eficientes.",
  "experienceDetails20List4": "Creé scripts de Python para agilizar el análisis de datos y el raspado de XML para clientes, con programación proactiva de mantenimiento de modelos.",
  "experienceCompanyName20": "Agilent Technologies",
  "experiencePosition30": "Junior Data Engineer",
  "experienceCompany30": "Careermd.com",
  "experienceDetails40List0": "Realicé un análisis exhaustivo de numerosas listas de bienes raíces, incluyendo cierres, comodidades y ubicaciones geográficas, y establecí un sistema automatizado para ingresar todos los datos en nuestro CMS interno utilizando VBA, creando un flujo de trabajo ETL optimizado que mejoró la velocidad de procesamiento en 20 veces.",
  "experienceDetails40List1": "Impulsé constantemente los objetivos organizacionales y la eficiencia de la oficina al desarrollar de manera independiente nuevas herramientas semanal y mensualmente.",
  "experienceDetails40List2": "Utilicé tablas dinámicas de Excel, VBA y gráficos para crear informes detallados semanales, mensuales y trimestrales, lo que llevó a decisiones comerciales más informadas.",
  "experienceDetails40List3": "Cumplí exitosamente solicitudes de datos personalizadas de clientes importantes como The Wall Street Journal, The New York Times, The Real Deal y The New York Post. Entregué los datos de manera oportuna, asegurando la satisfacción y retención del cliente.",
  "experienceCompanyName30": "Careermd.com",
  "experiencePosition40": "Analista de Investigación",
  "experienceCompany40": "Cityrealty.com",
  "experienceDetails40": "Trabaje en un numero de proyectos como Research Analyst, responsable de data mining, data analysis y data visualization",
  "experienceCompanyName40": "Cityrealty.com",
  "experiencePosition50": "Research Analyst",
  "experienceCompany50": "Cityrealty.com",
  "experienceDetails50": "Worked on number of projects as a Research Analyst, responsible for data mining, data analysis and data visualization",
  "experienceCompanyName50": "Cityrealty.com",
  "personalInfoMeta1": "nombre",
  "personalInfoMetaInfo1": "Javier",
  "personalInfoMeta2": "apellido",
  "personalInfoMetaInfo2": "Jaramillo",
  "personalInfoMeta3": "edad",
  "personalInfoMetaInfo3": "44",
  "personalInfoMeta4": "direccion",
  "personalInfoMetaInfo4": "New York, NY, USA",
  "personalInfoMeta5": "email",
  "personalInfoMetaInfo5": "javier@jaramillohub.com",
  "personalInfoMeta6": "telefono",
  "personalInfoMetaInfo6": "+1 347 239 9026",
  "personalInfoMeta7": "pagina web",
  "personalInfoMetaInfo7": "datanaly.st",
  "personalInfoMeta8": "freelance",
  "personalInfoMetaInfo8": "Disponible",
  "personalInfoMeta9": "degree",
  "personalInfoMetaInfo9": "Computer Science",
  "personalInfoMeta10": "language",
  "personalInfoMetaInfo10": "Inglés, Español",
  "personalInfos": "Informacion Personal",
  "personalInfoButton": "Descargar CV",
  "skillsTitle": "Mis Habilidades",
  "educationTitle1": "Experiencia",
  "educationTitle2": "Educacion",
  "aboutmeTitle1": "Acerca",
  "aboutmeTitle2": "de mi",
  "aboutmeTitle3": "Curriculum",
  "mycoursesTitle1": "Mis",
  "mycoursesTitle2": "Cursos",
  "mycoursesTitle3": "Recientes",
  "mytestimonialsTitle1": "Que",
  "mytestimonialsTitle2": "dicen de mi",
  "mytestimonialsTitle3": "Testimonios",
  "getintouchTitle1": "Ponte en",
  "getintouchTitle2": "Contacto",
  "getintouchTitle3": "Disponible",
  "getintouchTitle4": "No seas timido!",
  "getintouchTitle5": "No dude en ponerse en contacto conmigo ! Si tiene alguna pregunta o simplemente quiere saludar, haré todo lo posible para responderle. Actualmente estoy buscando trabajo como analista de datos o ingeniero de datos junior.",
  "addressTitle1": "direccion",
  "addressTitle2": "enviame un email",
  "addressTitle3": "llamame",
  "placeholderText1": "TU NOMBRE",
  "placeholderText2": "TU EMAIL",
  "placeholderText3": "TU ASUNTO",
  "placeholderText4": "TU MENSAJE",
  "contactmeTitle": "Envia un mensaje",
  "main_menu": {
    "home": "Home",
    "about": "About",
    "contact": "Contact",
    "login": "Login",
    "register": "Register",
    "logout": "Logout"
  },
  "portfolio": {
    "title": "Portfolio",
    "description": "Este es el portfolio de la web",
    "title_portfolio": "Portafolio",
    "title_my": "Mi",
    "title_works": "Trabajos"
  },
  "coursesTitle": "Cursos",
  "coursesTitle1": "Análisis de Datos",
  "coursesInstitute1": "General Assembly, Nueva York, NY, EE. UU.",
  "coursesDetails1": "Curso de 3 meses de Análisis de Datos en General Assembly, centrado en análisis de datos, visualización de datos y SQL.",
  "githubStatsTitle": "Github Stats",
  "error": "Error",
  "notFound": "Lo sentimos, pero la página que busca no se puede encontrar.",
  "notFoundDescription": "Es posible que la página que busca haya sido eliminada, haya cambiado de nombre o esté temporalmente no disponible.",
  "goToHomepage": "Volver a la página de inicio"
}
