{
    "home": "Inicio",
    "about": "Acerca de",
    "contact": "Contacto",
    "portfolio1": "Portafolio",
    "courses": "Cursos",
    "testimonial": "Testimonios",
    "heroTitleName": "Soy Javier Jaramillo",
    "heroDesignation": "Analista de Datos",
    "heroDescriptions": "Como profesional de datos dedicado con experiencia en análisis e ingeniería de datos junior, aporto una ferviente pasión por la ciencia de datos y el aprendizaje automático. Armado con un título en Ciencias de la Computación, poseo un conjunto diverso de habilidades que abarcan análisis de datos, ingeniería, aprendizaje automático y visualización, utilizando herramientas como Python, R, SQL, TensorFlow y Tableau. Buscando activamente roles como Analista de Datos o Ingeniero de Datos Junior, mi objetivo es impulsar soluciones impactantes y fomentar la innovación basada en datos. Totalmente autorizado para trabajar en los EE. UU. y con fluidez tanto en inglés como en español, ofrezco una comunicación fluida en cualquier entorno profesional. Estoy ansioso por colaborar con equipos visionarios, comprometidos a hacer una diferencia tangible. No dude en contactarme para explorar oportunidades potenciales o profundizar en mis calificaciones.",
    "heroBtn": "Más sobre mí",
    "educationTitle": "Educación",
    "achievementsSubTitle10": "años de",
    "achievementsSubTitle11": "experiencia",
    "achievementsSubTitle20": "proyectos",
    "achievementsSubTitle21": "completados",
    "achievementsSubTitle30": "clientes",
    "achievementsSubTitle31": "satisfechos",
    "achievementsSubTitle40": "premios",
    "achievementsSubTitle41": "ganados",
    "educationDegree10": "Ciencias de la Computación",
    "educationInstitute10": "Queens College, CUNY, Nueva York, NY, EE.UU.",
    "educationDetails10": "Licenciatura en Ciencias de la Computación con concentración en Matemáticas, Queens College, CUNY, Nueva York, NY, EE.UU.",
    "educationDegree20": "Ciencias de la Computación",
    "educationInstitute20": "La Guardia Community College, CUNY, Nueva York, NY, EE.UU.",
    "educationDetails20": "Asociado en Ciencias de la Computación, La Guardia Community College, CUNY, Nueva York, NY, EE.UU.",
    "educationDegree30": "Análisis de Datos",
    "experienceTitle": "Experiencia",
    "educationInstitute30": "General Assembly, Nueva York, NY, EE.UU.",
    "educationDetails30": "Curso de 3 meses de Análisis de Datos en General Assembly, enfocado en análisis de datos, visualización de datos y SQL.",
    "experiencePosition10": "Freelancer - Analista de Datos",
    "experienceCompany10": "Freelancer",
    "experienceDetails10List0": "Roles freelance que implican participación activa en varios proyectos centrados en la gestión de datos y automatización.",
    "experienceDetails10List1": "Competencia en la ejecución de varias tareas, incluyendo recopilación de datos, consulta de motores de investigación, raspado de datos, análisis de datos y automatización de procesos.",
    "experienceDetails10List2": "Competencia en la creación de aplicaciones Streamlit integradas con la API de Twilio para optimizar la comunicación y automatizar procesos de manera efectiva.",
    "experienceDetails10List3": "Competencia en el uso de diversas herramientas de visualización de datos como Tableau, Power BI y Qlik para una representación efectiva de datos.",
    "experienceCompanyName10": "Freelancer",
    "experiencePosition20": "Especialista en Datos",
    "experienceCompany20": "Agilent Technologies",
    "experienceDetails20List0": "Metodologías de entrenamiento y evaluación de IA mediante la implementación de etiquetado de actividad de datos de clientes, desarrollando modelos personalizados adaptados a las necesidades individuales de los clientes.",
    "experienceDetails20List1": "Desarrollé el 'Golden Tag Set', implementando especificaciones de prueba de productos estandarizadas para activos futuros, resultando en una reducción significativa del tiempo de investigación de aproximadamente dos semanas.",
    "experienceDetails20List2": "Utilicé scripts de VBA y Python para automatizar plantillas de Excel, facilitando la comparación eficiente de datos históricos y actuales en paneles. Resultó en una reducción semanal de dos horas en el tiempo de investigación de equipos.",
    "experienceDetails20List3": "Análisis de archivos de registro de instrumentos con usuarios para optimizar la IA para activos conectados mediante la implementación de monitores de activos para procesos de etiquetado eficientes.",
    "experienceDetails20List4": "Creé scripts de Python para agilizar el análisis de datos y el raspado de XML para clientes, con programación proactiva de mantenimiento de modelos.",
    "experienceCompanyName20": "Agilent Technologies",
    "experiencePosition30": "Ingeniero de Datos Junior",
    "experienceCompany30": "Careermd.com",
    "experienceDetails30List0": "Realicé recopilación y procesamiento integral de más de 6,000 puntos de datos sobre profesionales médicos. Utilicé scripts, web scraping, integración de API, análisis de PDF y análisis de imágenes, junto con desarrollo de aplicaciones. Comparé y cargué datos eficientemente en bases de datos PostgreSQL usando SQL.",
    "experienceDetails30List1": "Aproveché la experiencia en Python para desarrollar scripts personalizados utilizando bibliotecas como Beautiful Soup, Selenium y Requests, agilizando los procesos de análisis y extracción de datos y reduciendo significativamente el tiempo de procesamiento en aproximadamente tres semanas.",
    "experienceDetails30List2": "Trabajé estrechamente con la Gestión de Proyectos para entregar estimaciones oportunas y actualizaciones sobre la recopilación de datos, acelerando la finalización del proyecto en seis meses y generando un aumento del 400% en el interés por los eventos de reclutamiento.",
    "experienceDetails30List3": "Implementé procedimientos de reconciliación de datos y escribí más de 300 scripts de Python para entrenar modelos NLP, mejorando la reutilización de datos y permitiendo el reconocimiento de patrones.",
    "experienceCompanyName30": "Careermd.com",
    "experiencePosition40": "Analista de Investigación",
    "experienceCompany40": "Cityrealty.com",
    "experienceDetails40List0": "Realicé análisis extensivo de numerosos listados inmobiliarios, incluyendo cierres, amenidades y ubicaciones geográficas, y establecí un sistema automatizado para ingresar todos los datos en nuestro CMS interno usando VBA, creando un pipeline ETL optimizado que mejoró la velocidad de procesamiento en 20x.",
    "experienceDetails40List1": "Impulsé constantemente los objetivos organizacionales y la eficiencia de la oficina desarrollando independientemente nuevas herramientas de manera semanal y mensual.",
    "experienceDetails40List2": "Utilicé tablas dinámicas de Excel, VBA y gráficos para crear informes detallados semanales, mensuales y trimestrales, llevando a decisiones comerciales más informadas.",
    "experienceDetails40List3": "Cumplí exitosamente solicitudes de datos personalizadas de clientes importantes como The Wall Street Journal, The New York Times, The Real Deal y The New York Post. Entregué datos de manera oportuna, asegurando la satisfacción y retención del cliente.",
    "experienceCompanyName40": "Cityrealty.com",
    "experiencePosition50": "Analista de Investigación",
    "experienceCompany50": "Cityrealty.com",
    "experienceDetails50": "Trabajé en varios proyectos como Analista de Investigación, responsable de minería de datos, análisis de datos y visualización de datos",
    "experienceCompanyName50": "Cityrealty.com",
    "personalInfoMeta1": "nombre",
    "personalInfoMetaInfo1": "Javier",
    "personalInfoMeta2": "apellido",
    "personalInfoMetaInfo2": "Jaramillo",
    "personalInfoMeta3": "edad",
    "personalInfoMetaInfo3": "44",
    "personalInfoMeta4": "dirección",
    "personalInfoMetaInfo4": "Nueva York, NY, EE.UU.",
    "personalInfoMeta5": "correo",
    "personalInfoMetaInfo5": "javier@jaramillohub.com",
    "personalInfoMeta6": "teléfono",
    "personalInfoMetaInfo6": "+1 347 239 9026",
    "personalInfoMeta7": "sitio web",
    "personalInfoMetaInfo7": "jaramillohub.com",
    "personalInfoMeta8": "freelance",
    "personalInfoMetaInfo8": "Disponible",
    "personalInfoMeta9": "título",
    "personalInfoMetaInfo9": "Licenciatura",
    "personalInfoMeta10": "idiomas",
    "personalInfoMetaInfo10": "Inglés, Español",
    "personalInfos": "Información Personal",
    "personalInfoButton": "Descargar CV",
    "skillsTitle": "Mis Habilidades",
    "educationTitle1": "Experiencia",
    "educationTitle2": "Educación",
    "aboutmeTitle1": "SOBRE",
    "aboutmeTitle2": "MÍ",
    "aboutmeBackgroundText": "CURRÍCULUM",
    "aboutmeTitle3": "Currículum",
    "mycoursesTitle1": "Mis",
    "mycoursesTitle2": "Cursos",
    "mycoursesTitle3": "Completados",
    "mytestimonialsTitle1": "Qué",
    "mytestimonialsTitle2": "Dicen",
    "mytestimonialsTitle3": "Testimonios",
    "getintouchTitle1": "Ponte en",
    "getintouchTitle2": "Contacto",
    "getintouchTitle3": "Contacto",
    "getintouchTitle4": "¡No seas tímido!",
    "getintouchTitle5": "¡No dudes en contactarme! Si tienes alguna pregunta o simplemente quieres saludar, haré lo posible por responderte. Actualmente busco trabajo como analista de datos o ingeniero de datos junior.",
    "addressTitle1": "dirección",
    "addressTitle2": "correo",
    "addressTitle3": "teléfono",
    "placeholderText1": "TU NOMBRE",
    "placeholderText2": "TU CORREO",
    "placeholderText3": "ASUNTO",
    "placeholderText4": "TU MENSAJE",
    "contactmeTitle": "Enviar Mensaje",
    "main_menu": {
        "home": "Inicio",
        "about": "Acerca de",
        "contact": "Contacto",
        "login": "Iniciar Sesión",
        "register": "Registrarse",
        "logout": "Cerrar Sesión"
    },
    "portfolio": {
        "title": "Portafolio",
        "description": "Descripción del portafolio",
        "title_portfolio": "Portafolio",
        "my_portfolio": "Mi",
        "title_my": "Mi",
        "title_works": "Trabajos"
    },
    "coursesTitle": "Cursos",
    "coursesTitle1": "Análisis de Datos",
    "coursesInstitute1": "General Assembly, Nueva York, NY, EE.UU.",
    "coursesDetails1": "Curso de 3 meses de Análisis de Datos en General Assembly, enfocado en análisis de datos, visualización de datos y SQL.",
    "githubStatsTitle": "Estadísticas de Github",
    "notFoundMessage": "Lo sentimos, pero la página que buscas no se puede encontrar.",
    "notFound2": "Es posible que la página que buscas haya sido eliminada, haya cambiado de nombre o no esté disponible temporalmente.",
    "notFoundDescription": "Es posible que la página que buscas haya sido eliminada, haya cambiado de nombre o no esté disponible temporalmente.",
    "notFoundButton": "Volver al inicio",
    "404Error": "¡404!",
    "skills": {
        "programmingLanguages": "Lenguajes de Programación",
        "dataScience": "Ciencia de Datos & ML",
        "dataEngineering": "Ingeniería de Datos",
        "dataVisualization": "Visualización de Datos",
        "webDevelopment": "Desarrollo Web"
    },
    "achievementsTitle": "Logros"
}